Repository: foxpost/woocommerce
Catalog: languages/woocommerce-foxpost-shipping-*.po
Languages: hu_hu

source: Description of foxpost shipping method
hu_hu: Foxpost szállítási mód leírása

source: Enable/Disable
hu_hu: Engedélyezése / tiltása

source: Enable this shipping method
hu_hu: Engedélyezze ezt a szállítási módot

source: Method Title
hu_hu: Cím

source: This controls the title which the user sees during checkout.
hu_hu: Itt állítható a név, amit a felhasználó a fizetés során lát és így jelenik meg fizetési típusként a végső rendelésnél.

source: Define shipping by weight and country
hu_hu: Határozza meg a szállítási súlyt és az országot

source: FoxPost Settings
hu_hu: FoxPost beállítások

source: Foxpost - Smartest packages
hu_hu: Foxpost - A legokosabb csomagok

source: Fee Type
hu_hu: Díj típusa

source: How to calculate delivery charges
hu_hu: Postai és kézbesítési költségek

source: Fixed amount
hu_hu: Fix összeg

source: Fixed amount per product
hu_hu: Termékenként

source: Delivery Fee
hu_hu: Szállítási díj

source: What fee do you want to charge for Foxpost locker delivery, disregarded if you choose free. Leave blank to disable.
hu_hu: A letiltáshoz hagyja üresen.

source: Max Weight
hu_hu: Maximális súlya

source: The maximum weight of a parcel is 25kg.
hu_hu: A legnagyobb összsúly

source: Max dimension - size XS
hu_hu: Az XS méret

source: The maximum dimension of a Size A parcel is 8x38x64.
hu_hu: Maximális méret

source: Max dimension - size S
hu_hu: Az S méret

source: The maximum dimension of a Size B parcel is 19x38x64.
hu_hu: Maximális méret

source: Max dimension - size M
hu_hu: Az M méret

source: The maximum dimension of a Size C parcel is 41x38x64.
hu_hu: Maximális méret

source: Max dimension - size L
hu_hu: Az L méret

source: Max dimension - size XL
hu_hu: Az XL méret

source: The maximum dimension of a Size C parcel is 64x58x64.
hu_hu: Maximális méret

source: Not send
hu_hu: Nincs elküldve

source: All
hu_hu: Mind

source: ----- Choose ----
hu_hu: ----- Válasszon ----

source: Reactivation
hu_hu: Reaktíválás

source: Foxpost Shipping page.
hu_hu: Foxpost szállítási mód leírása

source: show
hu_hu: Mutassuk

source: Export cash on delivery
hu_hu: Export Utánvéttel

source: Export without cash on delivery
hu_hu: Export utánvéttel nélkül

source: Refresh page
hu_hu: Frissítse az oldalt

source: Name
hu_hu: Név

source: Phone
hu_hu: Telefon

source: Payment method
hu_hu: Fizetési mód

source: Products
hu_hu: Termékek

source: Target terminal
hu_hu: Cél terminál

source: Status
hu_hu: Állapot

source: Foxpost Terminal:
hu_hu: Foxpost terminál:

source: <span>The product(s) not to carry with Foxpost
hu_hu: <span>Az ön által kiválasztott termék(ek) Foxposttal nem szállítható</span>

source: <b>Foxpost terminal</b> not selected.
hu_hu: <b>Foxpost terminál</b> nincs bejelölve.

source: Phone is a required field..
hu_hu: A telefonszám megadása kötelező.

source: Sended
hu_hu: Elküldve
